// © Copyright 2011, 2015 HP Development Company, L.P.

TaskName = "Scarica driver e software";

TaskTitleField = "Scarica driver e software";
TaskDescriptionField = "Fare clic su Vai Online per scaricare il software, il driver o il firmware più recente per aggiornare il prodotto HP in uso.";
TaskStartButtonTitle = "Vai Online";
